"Western (Mac OS Roman)" = "Occidental (Mac OS Roman)";
"Japanese (Mac OS)" = "Japonés (Mac OS)";
"Traditional Chinese (Mac OS)" = "Chino tradicional (Mac OS)";
"Korean (Mac OS)" = "Coreano (Mac OS)";
"Arabic (Mac OS)" = "Árabe (Mac OS)";
"Hebrew (Mac OS)" = "Hebreo (Mac OS)";
"Greek (Mac OS)" = "Griego (Mac OS)";
"Cyrillic (Mac OS)" = "Cirílico (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmuji (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Tailandés (Mac OS)";
"Simplified Chinese (Mac OS)" = "Chino simplificado (Mac OS)";
"Tibetan (Mac OS)" = "Tibetano (Mac OS)";
"Central European (Mac OS)" = "Centroeuropeo (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turco (Mac OS)";
"Croatian (Mac OS)" = "Croata (Mac OS)";
"Icelandic (Mac OS)" = "Islandés (Mac OS)";
"Romanian (Mac OS)" = "Rumano (Mac OS)";
"Celtic (Mac OS)" = "Céltico (Mac OS)";
"Gaelic (Mac OS)" = "Gaélico (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Símbolos del teclado (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cirílico (Mac OS ucraniano)";
"Inuit (Mac OS)" = "Esquimal (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Occidental (ISO latino 1)";
"Central European (ISO Latin 2)" = "Centroeuropeo (ISO latino 2)";
"Western (ISO Latin 3)" = "Occidental (ISO latino 3)";
"Central European (ISO Latin 4)" = "Centroeuropeo (ISO latino 4)";
"Cyrillic (ISO 8859-5)" = "Cirílico (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Árabe (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Griego (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebreo (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turco (ISO latino 5)";
"Nordic (ISO Latin 6)" = "Nórdico (ISO latino 6)";
"Thai (ISO 8859-11)" = "Tailandés (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Báltico (ISO latino 7)";
"Celtic (ISO Latin 8)" = "Céltico (ISO latino 8)";
"Western (ISO Latin 9)" = "Occidental (ISO latino 9)";
"Romanian (ISO Latin 10)" = "Rumano (ISO latino 10)";
"Latin-US (DOS)" = "Latino-EE.UU. (DOS)";
"Greek (DOS)" = "Griego (DOS)";
"Baltic (DOS)" = "Báltico (DOS)";
"Western (DOS Latin 1)" = "Occidental (DOS latino 1)";
"Greek (DOS Greek 1)" = "Griego (Griego 1 DOS)";
"Central European (DOS Latin 2)" = "Centroeuropeo (DOS latino 2)";
"Cyrillic (DOS)" = "Cirílico (DOS)";
"Turkish (DOS)" = "Turco (DOS)";
"Portuguese (DOS)" = "Portugués (DOS)";
"Icelandic (DOS)" = "Islandés (DOS)";
"Hebrew (DOS)" = "Hebreo (DOS)";
"Canadian French (DOS)" = "Francés de Canadá (DOS)";
"Arabic (DOS)" = "Árabe (DOS)";
"Nordic (DOS)" = "Nórdico (DOS)";
"Russian (DOS)" = "Ruso (DOS)";
"Greek (DOS Greek 2)" = "Griego (Griego 2 DOS)";
"Thai (Windows, DOS)" = "Tailandés (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonés (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Chino simplificado (Windows, DOS)";
"Korean (Windows, DOS)" = "Coreano (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Chino tradicional (Windows, DOS)";
"Western (Windows Latin 1)" = "Occidental (Windows latino 1)";
"Central European (Windows Latin 2)" = "Centroeuropeo (Windows latino 2)";
"Cyrillic (Windows)" = "Cirílico (Windows)";
"Greek (Windows)" = "Griego (Windows)";
"Turkish (Windows Latin 5)" = "Turco (Windows latino 5)";
"Hebrew (Windows)" = "Hebreo (Windows)";
"Arabic (Windows)" = "Árabe (Windows)";
"Baltic (Windows)" = "Báltico (Windows)";
"Vietnamese (Windows)" = "Vietnamita (Windows)";
"Western (ASCII)" = "Occidental (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonés (Shift JIS X0213)";
"Chinese (GBK)" = "Chino (GBK)";
"Chinese (GB 18030)" = "Chino (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonés (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japonés (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japonés (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Chino (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Coreano (ISO 2022-KR)";
"Japanese (EUC)" = "Japonés (EUC)";
"Simplified Chinese (GB 2312)" = "Chino simplificado (GB 2312)";
"Traditional Chinese (EUC)" = "Chino tradicional (EUC)";
"Korean (EUC)" = "Coreano (EUC)";
"Japanese (Shift JIS)" = "Japonés (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cirílico (KOI8-R)";
"Traditional Chinese (Big 5)" = "Chino tradicional (Big 5)";
"Western (Mac Mail)" = "Occidental (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Chino simplificado (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Chino tradicional (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ucraniano (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Chino tradicional (Big 5-E)";
"Western (NextStep)" = "Occidental (NextStep)";
"Non-lossy ASCII" = "ASCII sin reducción";
"Western (EBCDIC Latin Core)" = "Occidental (EBCDIC latino básico)";
"Western (EBCDIC Latin 1)" = "Occidental (EBCDIC latino 1)";
"Japanese (Auto Detect)" = "Japonés (detección automática)";
